[
  {
    "DeniedAlternatives": [],
    "Files": {
      "affinities/affinityDescriptions.config": [
        "/default/text"
      ]
    },
    "Texts": {
      "Eng": "Click an Affinity's icon to see what that Affinity does."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "affinities/affinityDescriptions.config": [
        "/fire/text"
      ]
    },
    "Texts": {
      "Eng": "Flame, the Powerful Affinity. This Affinity grants Fire based Immunities and Resistances, and a Medium Vigor Stat Boost. Provides better Immunities and a Large Strength Stat Boost when upgraded. Be careful, as choosing this Affinity weakens you while Submerged, and makes you weak to Poison."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "affinities/affinityDescriptions.config": [
        "/ice/text"
      ]
    },
    "Texts": {
      "Eng": "Frost, the Protective Affinity. This Affinity grants Ice based Immunities and Resistances, and a Medium Vitality Stat Boost. Provides better Immunities and a Large Endurance Stat Boost when upgraded. Be careful, as choosing this Affinity lowers your Speed and Jump Height, and makes you weak to Fire."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "affinities/affinityDescriptions.config": [
        "/electric/text"
      ]
    },
    "Texts": {
      "Eng": "Shock, the Perceptive Affinity. This Affinity grants Electric based Immunities and Resistances, and a Medium Agility Stat Boost. Provides better Immunities and a Large Intelligence Stat Boost when upgraded. Be careful, as choosing this Affinity weakens you while Submerged, and makes you weak to Frost."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "affinities/affinityDescriptions.config": [
        "/poison/text"
      ]
    },
    "Texts": {
      "Eng": "Venom, the Proficient Affinity. This Affinity grants Poison based Immunities and Resistances, and a Small Vigor, Dexterity, and Agility Stat Boost. Provides better Immunities and a Large Dexterity Stat Boost when upgraded. Be careful, as choosing this Affinity lowers your Max Health and makes you weak to Electricity."
    }
  }
]