[
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/3/description"
      ]
    },
    "Texts": {
      "Chs": "一个甜美的声音向你呼唤，诱惑你: 你会打破你的物质形态，成为一个纯粹的元素能量的浓缩容器吗？如果是这样的话，你可以利用只有元素使才能拥有的原始力量，并且陶醉于你的新技能——投掷魔法。",
      "Eng": "A sweet voice calls out to you, tempting you: will you break your physical form and become a concentrated vessel of pure elemental energy? If so, harness the raw power that only an Elementress can, and revel in your new ability to throw magic around."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/3/description"
      ]
    },
    "Texts": {
      "Chs": "贤者是一群利用了混乱能量的忍者，所以他们变得超乎常理。由于如此，贤者可以使用魔杖，并且可以照亮自己和附近的物质。然而，这种力量的代价是昂贵的...",
      "Eng": "Adepts are Ninjas who have harnessed chaotic energy, so much so that they have become unstable. Because of this, Adepts can utilize wands and can lighten themselves and nearby matter. However, the price for such power is costly..."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/0/title"
      ]
    },
    "Texts": {
      "Chs": "刺客",
      "Eng": "Assassin"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/1/description"
      ]
    },
    "Texts": {
      "Chs": "战斗法师放弃了纯粹的魔法，专注于他们的体格，学习熟悉地使用各种近战武器战斗。然而，即使他们不再真正使用魔法棒或法杖，他们仍然使用基本的魔法来强化他们的身体和提升他们的智慧。",
      "Eng": "Battle Mages give up on pure magic to focus on their physique, learning to fight proficiently with all kinds of melee weapons. However, even though they no longer really use magical wands or staffs, they still use rudimentary magic to strengthen their body and sharpen their mind."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/6/description",
        "/4/6/description"
      ]
    },
    "Texts": {
      "Chs": "狂战士无需任何理由，而是“选择”愤怒地将敌人砍成百果馅。 只要他们使用的武器可以击穿敌人，狂暴者就会尝试使用它，无论代价是什么。",
      "Eng": "Berserkers have lost all reason, 'choosing' instead to rage and chop enemies into mincemeat. As long as the weapon they are using can shred through enemies, a Berserker will attempt to use it, no matter the cost."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/0/description"
      ]
    },
    "Texts": {
      "Chs": "把它们轰飞！炮手是专攻爆炸武器的盗贼。通常使用短剑和手榴弹发射器，炮手可以近距离单兵把敌人切碎，或者将他们定住之后炸成碎片。",
      "Eng": "Blow'em away! Cannoneers are rogues that specialize in explosive weaponry. Normally utilizing Shortswords and Grenade Launchers, Cannoneers can get up close and personal to slice up enemies or stay back and blow them all to bits."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/5/2/description"
      ]
    },
    "Texts": {
      "Chs": "上尉以在战斗中领导和团结战友的能力而闻名。虽然常常独身一人，也没有什么值得大书特书的，但是和他们与战士们并肩战斗，他们是一股不可忽视的力量。他们分析战况，帮助他们的团队进行进攻、防守，甚至快速行军。",
      "Eng": "Captains are known for their ability to lead and rally their comrades in battle. While alone, they are nothing to write home about, but with their comrades in battle they are a force to be reckoned with. They analyze the situations help support their teams in being offensive, defensive or even speedy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/7/description",
        "/2/7/description"
      ]
    },
    "Texts": {
      "Chs": "变形使利用一种独特的魔法在他们所研究的各种生物之间变身。变形使能够将自己的身体变形到极致，他们可以缩小体型以变得难以置信的有弹性，或以物质为食以变得更大，从而在战斗中占据上风。",
      "Eng": "Changelings utilize a unique magic to shapeshift between various creatures that they have studied. Able to morph their bodies to an extreme, Changelings can shrink in size to become incredibly resilient, or feed on matter to grow larger, allowing them to get the upper hand in battles."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/6/description",
        "/3/6/description"
      ]
    },
    "Texts": {
      "Chs": "结合科学与魔法，奇械师装备元素护甲，使用魔杖和远程武器完成任务。奇械师用魔法能量增强普通武器的伤害输出，使本身很弱的枪击和卡车一样沉重。",
      "Eng": "Combining Science with Magic, the Technomancer dons elemental armor and uses both Wands and Ranged Weapons to get the job done. Technomancers enhance mundane weaponry with magic energy to increase damage output, making even weaker guns hit like trucks."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/5/description",
        "/5/5/description"
      ]
    },
    "Texts": {
      "Chs": "征服者既是探险家又是骑士，他们四处奔走，以战斗能力征服未知的土地。经过远程和近战训练的征服者可以使用弓箭，十字弩，长矛和许多其他武器来消灭远近的敌人。",
      "Eng": "Conquistadors are both Explorers and Knights, traveling far and wide to conquer lands unknown with their combat prowess. Trained in both ranged and melee combat, Conquistadors can use bows, crossbows, spears, and many other weapons to take out enemies both near and far."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/4/description",
        "/1/4/description"
      ]
    },
    "Texts": {
      "Chs": "十字军战士是神圣的战士，他们用展开的连击击溃敌人。狂热者无法忍受异教徒的爱好，所以十字军在被敌人接触时表现不佳，但擅长迅速杀死敌人。十字军只使用阔剑，但仍然可以半吊子地使用其他双手近战武器。",
      "Eng": "Crusaders are holy fighters who crush enemies with devasting combos. Zealots who are unable to stomach heathens, Crusaders do poorly when touched by foes, but excel at killing enemies quickly. Crusaders only really use broadswords, but can still poorly wield other two-handed melee weapons."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/5/unlockText",
        "/0/6/unlockText",
        "/2/4/unlockText",
        "/4/4/unlockText",
        "/4/6/unlockText",
        "/4/7/unlockText",
        "/5/1/unlockText",
        "/5/3/unlockText",
        "/5/5/unlockText",
        "/5/7/unlockText"
      ]
    },
    "Texts": {
      "Chs": "目前不可用。解锁要求将很快添加。",
      "Eng": "Currently unavailable. Unlock requirements will be added soon."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/8/description",
        "/2/8/description"
      ]
    },
    "Texts": {
      "Chs": "黑暗圣堂擅长各种近战武器，但更喜欢戟和镰刀。黑暗圣堂武士能灵巧地使用大型武器，他们无情地屠杀敌人，沉迷于流血，任由内心的黑暗吞噬他们，腐蚀他们接触到的一切和所有人。",
      "Eng": "Dark Templars excel with various Melee Weapons, but prefer Halberds and Scythes. Able to dextrously wield large weapons, Dark Templars ruthlessly slaughter foes and revel in bloodshed, allowing the darkness within to overtake them, and corrupting everything and everyone they come in contact with."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/5/unlockText",
        "/4/5/unlockText"
      ]
    },
    "Texts": {
      "Chs": "在智力大于40的情况下击败幽灵盔甲，寒风之魄，猫鬼，低语精灵，呱太，或者触手幽灵。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Defeat Gosmet, Skimbus, Spookit, Wisper, Squeem, or Tentacle Ghosts while Intelligence is greater than 40. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/6/unlockText",
        "/3/6/unlockText"
      ]
    },
    "Texts": {
      "Chs": "用新星、火系、冰系、电系或毒系伤害击败敌人。使用火焰喷射器可以获得额外的进程。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Defeat enemied with Nova, Fire, Ice, Electric, or Poison Damage. Defeating enemies with the Flamethrower grants bonus progress. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/3/unlockText"
      ]
    },
    "Texts": {
      "Chs": "从后面击败敌人。使用远程武器、弓或匕首可以获得额外的进程。",
      "Eng": "Defeat enemies from behind. Doing so with Ranged Weapons, Bows, or Daggers grants bonus progress."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/2/unlockText"
      ]
    },
    "Texts": {
      "Chs": "在智力等于50的情况下击败敌人。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Defeat enemies while Intelligence is 50. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/5/unlockText",
        "/3/5/unlockText"
      ]
    },
    "Texts": {
      "Chs": "在装备狙击步枪的情况下击败敌人。通过击败更远距离或者更高级别的敌人来更快地解锁。",
      "Eng": "Defeat enemies while a Sniper Rifle is equipped. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/8/unlockText",
        "/4/8/unlockText"
      ]
    },
    "Texts": {
      "Chs": "一手持手枪，一手持自动手枪，击败敌人。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Defeat enemies while wielding a Pistol in one hand and a Machine Pistol in the other. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/0/unlockText"
      ]
    },
    "Texts": {
      "Chs": "一手持短剑，一手持榴弹发射器，击败敌人。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Defeat enemies while wielding a Shortsword in one hand and a Grenade Launcher in the other. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/0/unlockText"
      ]
    },
    "Texts": {
      "Chs": "当你目前的生命值低于你最大生命值的30%时击败敌人。生命值越低，获取的进程越多。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Defeat enemies while your current health is lower than 30% of your max health. Gain more progress the lower your Health. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/0/unlockText"
      ]
    },
    "Texts": {
      "Chs": "以电系伤害击败敌人。通过击败更高级别的敌人或者机械来更快地解锁。",
      "Eng": "Defeat enemies with Electric Damage. Unlocked faster by defeating higher tier enemies, or by defeating robotic enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/8/unlockText",
        "/5/8/unlockText"
      ]
    },
    "Texts": {
      "Chs": "用新星、火系、冰系、毒系、电系或神圣伤害在活力、敏捷和智力至少为20的情况下击败敌人。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Defeat enemies with Nova, Fire, Electric, Ice, Poison, or Holy Damage while Vitality, Dexterity, and Intelligence are at least 20. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/3/unlockText"
      ]
    },
    "Texts": {
      "Chs": "用新星、火系、冰系或电系伤害击败敌人。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Defeat enemies with Nova, Fire, Ice, or Electric Damage. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/1/unlockText"
      ]
    },
    "Texts": {
      "Chs": "在力量、体质、智力都大于20的情况下击败敌人。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Defeat enemies with Two-Handed Melee Weapons while Strength, Vitality, and Intelligence are at least 20. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/6/unlockText",
        "/5/6/unlockText"
      ]
    },
    "Texts": {
      "Chs": "在灵巧大于30的情况下用武士刀击败敌人。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Defeat enemies with a Katana equipped while Dexterity is at least 30. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/7/unlockText",
        "/2/7/unlockText"
      ]
    },
    "Texts": {
      "Chs": "击败敌人。击败低语精灵、吐舌娃和鳌拜会获取更多的进展。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Defeat enemies. Wisper, Poptop, and Orbide give more progress. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/2/description"
      ]
    },
    "Texts": {
      "Chs": "尽管春宵短暂\n柔弱无力\n#ffaafa;女忍\n优雅起舞\n扇动着她的战扇\n^white;让她醉心的人统统沉默。",
      "Eng": "Despite having slightly lower Health\nand dealing a bit less Damage\n^#ffaafa;The Kunoichi\nGracfully Dances Among\nSnaps Of Her War-Fan\n^white;silencing whomever she pleases."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/7/description",
        "/3/7/description"
      ]
    },
    "Texts": {
      "Chs": "龙骑挥舞长枪和矛。穿上他们的轻甲，他们是一股力量，旨在迅速和果断地穿透所有的对手——无论多么持久，或在空中有多高。",
      "Eng": "Dragoons wield lances and spears. Coupled with their light armor, they are a force meant to quickly and decisively pierce through all opposition - no matter how durable, or how high in the sky."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/3/title"
      ]
    },
    "Texts": {
      "Chs": "元素使",
      "Eng": "Elementress"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/5/0/unlockText"
      ]
    },
    "Texts": {
      "Chs": "探索各种各样的行星，每个超过3分钟。",
      "Eng": "Explore various planets for more than 3 minutes each."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/4/description",
        "/5/4/description"
      ]
    },
    "Texts": {
      "Chs": "在前线战斗！前卫们在一线浴血作战，他们擅长近程作战，但面对长线作战比较吃力。前卫擅长使用自动手枪，在耗尽能量后通常会掏出近战武器。",
      "Eng": "Fight at the front lines! Vanguards are the first to taste bloodshed, excelling at close-range combat, but handling long-range combat poorly. Vanguards excel with Machine Pistols and often utilize melee weapons when they run out of energy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/2/description"
      ]
    },
    "Texts": {
      "Chs": "以严格的武士道为戒律，武士是快速、敏捷而又骄傲的剑术大师。直面敌人而不耍阴招，他们努力训练以磨练自己的行速和能力。虽然武士非常精通许多武器，如长矛和弓，但是武士战斗相性与武士刀最好。",
      "Eng": "Following a strict code called bushido, Samurai are masters of quick, agile, yet honorable swordplay. Taking enemies straight on without playing dirty, they train hard to hone their movement and ability. While very proficient with many weapons, like Spears and Bows, the Samurai fight best with Katanas."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/8/weaponText/1",
        "/2/8/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得吸收生命值但伤害附近敌人并吸收他们生命力的技能——无尽黑暗。",
      "Eng": "Gain access to Abounding Darkness, a Tech that drains Health but damages nearby enemies and drains their lifeforce."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/5/2/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得为团队带来属性增益但同时带来副作用的双刃剑技能——联合立场。",
      "Eng": "Gain access to Ally Stance, a Tech that functions primarily as a Stat-boost for your team that comes at a downside as well."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/2/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得安妮与玛丽，一对独一无二的强力手枪，配合无间。",
      "Eng": "Gain access to Anne and Marie, a pair of unique and powerful pistols that syngerize well together."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/5/weaponText/0",
        "/5/5/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得火绳枪，发射爆炸子弹的十字弩。",
      "Eng": "Gain access to Arquebus, a Crossbow that shoots exploding bolts."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/0/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得快速移动并可以攻击敌人的弱点的技能——暗杀。",
      "Eng": "Gain access to Assassinate, a Tech that enables quick movement to attack enemy weak points."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/3/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得能增强你和队友攻击和防御能力的技能——阿特拉斯的重负。",
      "Eng": "Gain access to Atlas' Burden, a Tech that increases the offensive and defensive capabilities of you and nearby allies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/3/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得提供单种元素能力增幅的技能————调谐。",
      "Eng": "Gain access to Attune, a Tech that provides an amplitude of elemental abilities."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/1/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得赋予你和附近的盟友各种物理增幅的技能————战斗光环。",
      "Eng": "Gain access to Battle Aura, a Tech that empowers you and nearby allies with various physical buffs."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/6/weaponText/1",
        "/4/6/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得可以将伤害转化为额外的力量和速度的技能————狂化。",
      "Eng": "Gain access to Berserk, a Tech that can be toggled to turn damage taken into bonus Power and Speed."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/0/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得向多个方向发射炮弹的技能————炸弹发射。",
      "Eng": "Gain access to Bombs Away, a Tech that provides the ability to shoot cannonballs in multiple directions."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/5/weaponText/0",
        "/3/5/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得无息，一把发射等离子弹的双手狙击步枪。",
      "Eng": "Gain access to Breathless, a Two-Handed Sniper Rifle that fires bolts of plasma."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/2/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得金茶花，一根能把敌人束缚在适当位置的藤鞭。",
      "Eng": "Gain access to Chrysantha, a Vine Whip that can root enemies in place."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/5/0/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得可以让你在任何星球上插殖民旗帜的技能————拓殖。",
      "Eng": "Gain access to Colonize, a Tech that allows you to place down a Colony Flag on any planet."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/1/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得碎陨，一把甚至可以在其沉重的重量下压碎黑曜石的战锤。",
      "Eng": "Gain access to Crushing Meteor, a Hammer that can crush even obsidian beneath its hefty weight."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/4/weaponText/0",
        "/5/4/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得与狼共舞，一把有着可怕精度，一把单手冲锋枪，精确度很差，但子弹在靠近敌人时会碎裂。",
      "Eng": "Gain access to Danger Close, a One-Handed Submachine Gun that has terrible accuracy but shreds while near enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/5/weaponText/1",
        "/4/5/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得取代跳跃，代之以穿墙的技能————暗黑位面。",
      "Eng": "Gain access to Dark Phase, a Tech that replaces jumping with the ability to hover through walls."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/7/weaponText/1",
        "/5/7/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得可以让你在任何星球上插殖民旗帜的技能————拓殖。",
      "Eng": "Gain access to Dead or Alive, a Tech that lets you place down traps to capture enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/2/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得发动时可以获得无限能量和增强力量的技能————向死而生。",
      "Eng": "Gain access to Desperado, a Tech that grants infinite Energy and ramps up power when used."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/7/weaponText/0",
        "/3/7/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得龙之祸根，一柄双手矛，攻击范围和元素性能都十分优异。",
      "Eng": "Gain access to Dragon's Bane, a Two-handed Spear with excellent range and elemental capabilities."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/7/weaponText/1",
        "/3/7/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得猛击的升级版技能：惊人的跳跃高度和更强的猛击爆炸————登龙。",
      "Eng": "Gain access to Dragon's Leap, a Tech that upgrades Knight's Slam with phenomenal Jump Height and a better Slam explosion."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/5/weaponText/1",
        "/3/5/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得以各种功能升级尖刺球的的技能————EMP球。",
      "Eng": "Gain access to EMP Sphere, a Tech that upgrades Spike Sphere with various functions."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/3/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得月蚀，一柄发射追踪新星能量碎片的魔杖。",
      "Eng": "Gain access to Eclipse, a Wand that spawns seeking shards of Nova Energy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/3/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得能让附近盟友刀枪不入的技能————女武神祝福。",
      "Eng": "Gain access to Einherjar, a Tech that allows you to grant invulnerability to a nearby ally."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/6/weaponText/1",
        "/3/6/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得魔法盾的升级版技能，提高元素抗性和力量————元素过载。",
      "Eng": "Gain access to Elemental Overcharge, a Tech that upgrades Magic Shield with improved Element Resistance and Increased Power."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/3/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得厄庇墨透斯，一把单手冲锋枪，属性平均，在杀死敌人时提供防御加值。",
      "Eng": "Gain access to Epimetheus, a one-handed Submachine Gun with average stats that provides defensive bonuses upon killing enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/0/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得机械降神，一把单手火箭发射器，留下能量脉冲弧。",
      "Eng": "Gain access to Ex-Mechina, a One-Handed Rocket Launcher that leaves behind arc energy pulses."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/1/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得恐惧，一把可以弯曲光线以躲避敌人的弓。",
      "Eng": "Gain access to Fear, a Bow that can warp light in order to hide from enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/3/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得以非凡而定向的传送取代跳跃的技能————闪踏。",
      "Eng": "Gain access to Flash Step, a Tech that replaces jumping with unstable, directional teleportation."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/0/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得全吸收，一柄恶魔镰刀，可以释放不稳定的恶魔能量。",
      "Eng": "Gain access to For Us All, a demonic Scythe that can unleash unstable Demonic Energy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/3/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得永恒圣枪，一把能把敌人变成治愈之光的长矛。",
      "Eng": "Gain access to Gungnir, a Spear that turns enemies into a healing ray of light."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/7/weaponText/0",
        "/5/7/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得猎头者，一把可以追踪敌人的双手杠杆式步枪。",
      "Eng": "Gain access to Headhunter, a Two-Handed Lever-Action Rifle that enables enemy tracking."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/5/1/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得可以高亮附近敌人、友军和敌人的技能——心跳传感器。",
      "Eng": "Gain access to Heartbeat Sensor, a Tech that highlights nearby hostiles, friendlies, and ores."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/8/weaponText/0",
        "/2/8/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得无心，一把承载着深远波动的戟，可以导致巨大的爆炸。",
      "Eng": "Gain access to Heartless, a Halberd with far-reaching swings that can cause massive explosions."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/0/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得心弦，一把满足特定条件时造成致命伤害的匕首。。",
      "Eng": "Gain access to Heartstring, a Dagger that deals fatal damage when certain conditions are met."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/2/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得使用能量快速向前挥砍的技能————居合",
      "Eng": "Gain access to Iaijutsu, a Tech that allows you to use Energy to quickly slash forwards."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/1/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得神射手的升级版技能，大大增加其力量————理想射击",
      "Eng": "Gain access to Ideal Shot, a Tech that upgrades Marksman to greatly increase Power."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/0/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得提供团队支持，但需要熟练防御技术的技能————无暇之盾",
      "Eng": "Gain access to Immaculate Shield, a Tech that provides team support but requires a skillful defense."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/8/weaponText/1",
        "/5/8/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得植根于您的身体，以赋予生命再生和增强的力量的技能————冥想归静",
      "Eng": "Gain access to Inner Peace, a Tech that roots you in place to grant Health Regeneration and increased Power."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/1/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得让你在短时间内势不可挡，让你在足够快的时候甚至可以打破墙壁移动的技能————界限突破",
      "Eng": "Gain access to Limit Break, a Tech that makes you unstoppable for a short period, letting you even break walls moving fast enough."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/1/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得莲华，一把狙击步枪，可以创造致命的气体云击败敌人。",
      "Eng": "Gain access to Lotus, a Sniper Rifle that can create clouds of deadly gas upon defeating enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/2/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得花鸟风月，一把单手战扇，速度惊人，连击优雅。",
      "Eng": "Gain access to Luxuria, a One-handed War Fan with phenomenal speed and graceful combos."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/8/weaponText/1",
        "/4/8/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得每次冲刺时让榴弹都落在敌人身上的技能————弹雨",
      "Eng": "Gain access to Make it Rain, a Tech that causes grenades to rain down on enemies with every dash."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/3/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得迈达，一把精确的狙击步枪，可以使用使用多用工具隐藏在各种元素之中。",
      "Eng": "Gain access to Mida, an accurate Sniper Rifle that can be cloaked in various elements using Multitool."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/3/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得能够实现各种功能，比如躲避，投掷元素手榴弹，增强迈达效果的技能————多用工具",
      "Eng": "Gain access to Multitool, a Tech that enables a variety of functions, such as dodging, throwing elemental grenades, and enhancing Mida."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/6/weaponText/0",
        "/4/6/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得杀戮手杖，一把可以像锤子一样使用的两手霰弹枪。",
      "Eng": "Gain access to Murderstick, a 2-Handed Shotgun that can be used like a hammer."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/5/3/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得可充当火箭背包，还能修复损坏的车辆的技能————纳米机过载",
      "Eng": "Gain access to Nanobot Overcharge, a Tech that acts as a rocket pack and also repairs damaged vehicles."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/5/0/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得鹦鹉螺，一个单手工具，可以抵消所有的环境伤害，且减轻在所有液体中的移动阻力。",
      "Eng": "Gain access to Nautilus, a One-handed Tool that can be used to nullify all environmental damage as well as ease movement in all liquids."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/6/weaponText/0",
        "/5/6/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得浪客之魂, 一把可以快速挥动以增加力量的双手武士刀。",
      "Eng": "Gain access to Nomadic Soul, a Two-Handed Katana that can be drawn quickly for increased Power."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/2/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得可以让你通过创造新星能量的粘性云来在空中行走的技能————新星之踏",
      "Eng": "Gain access to Nova Step, a Tech that allows you to walk midir by creating viscous clouds of Nova energy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/2/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得可以改善空中机动性并安抚附近虚弱的怪物的技能————若虫祝福",
      "Eng": "Gain access to Nymph's Blessing, a Tech that grants improved aerial mobility and pacifies nearby weakened monsters."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/4/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得守誓者，一把发射神圣能量的狂野连击阔剑。",
      "Eng": "Gain access to Oathkeeper, a Broadsword with a crazy combo and the ability to fire Holy Energy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/4/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得守誓者，一把发射神圣能量的稳健连击阔剑。",
      "Eng": "Gain access to Oathkeeper, a Broadsword with a lengthy combo and the ability to fire Holy Energy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/6/weaponText/0",
        "/3/6/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得全能喷射器，一把可以在新星、火焰、电、冰和毒之间切换的火焰喷射器。",
      "Eng": "Gain access to Omnia-Thrower, a Flamethrower that can switch between Nova, Fire, Electric, Ice, and Poison Energy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/2/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得星轨，一把可以召唤新星晶体并将空间撕裂的魔杖。",
      "Eng": "Gain access to Orbital, a Staff that can summon Nova crystals and pull space apart."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/0/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得突发和暴风之啸, 一对近距离摧毁敌人的榴弹发射器和短剑。",
      "Eng": "Gain access to Outburst and Stormhowl, a Grenade Launcher and Shortsword pair that devastates enemies up close."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/3/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得相移，一把单手魔杖，对敌人造成显著的范围伤害，提供神奇的范围盟友增幅。",
      "Eng": "Gain access to Phase Shift, a One-Handed Wand with phenomenal AoE damage against enemies and fantastic AoE ally support."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/1/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得利用恶魔能量来伪装的技能————类星体",
      "Eng": "Gain access to Quasar, a Tech that utilizes Demonic Energy for camouflage."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/8/weaponText/0",
        "/5/8/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得喜庆，一把单手阔剑，可根据生物群落改变元素。",
      "Eng": "Gain access to Rapture, a One-Handed Glaive that changes element depending on the biome."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/0/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得立即杀死低生命值的敌人或生成一只友好怪物的技能————收割",
      "Eng": "Gain access to Reap, a Tech that allows you to instantly kill low health enemies or spawn a friendly monster."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/4/weaponText/1",
        "/1/4/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得冲刺的升级版技能，让你能死而复生————回光返照",
      "Eng": "Gain access to Resurgence, a Tech that modifies sprint and allows you to come back from certain death."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/4/weaponText/1",
        "/5/4/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得让你立即接近并攻击敌人的技能————冲冲冲",
      "Eng": "Gain access to Rush, a Tech that lets you travel towards and attack enemies near instantly."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/2/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得武士之心，一把武士刀，可以用来灵巧地对抗敌人。",
      "Eng": "Gain access to Samurai Heart, a Katana that can be used to deftly counter enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/1/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得沙林，一把匕首，释放一种特殊的化学物质，可以导致有毒的爆炸。",
      "Eng": "Gain access to Sarin, a Dagger that releases a special chemical substance that can cause poisonous explosions."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/7/weaponText/0",
        "/2/7/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得可以在吐舌娃，低语蛇和吐槽蛇之间转换，每种都有独特的攻击，移动和被动能力的头部技术————变形",
      "Eng": "Gain access to Shapeshift, a Head Tech that enables transformation between Poptop, Wisper, and Orbide, each with unique attacks, movement, and passive abilities."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/1/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得埋设地雷的技能，其效果取决于武器装载量————榴霰弹地雷",
      "Eng": "Gain access to Shrapnel Mine, a tech that places mines that can vary in effect depending on weapon loadout."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/8/weaponText/0",
        "/4/8/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得破碎者，一把混合动力SMG手枪，精度高，伤害大，射速低。",
      "Eng": "Gain access to Shredder, an SMG-Pistol hybrid with high accuracy, high damage, but low firerate."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/4/weaponText/0",
        "/4/4/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得虹吸爪·瘟疫，一把拳爪武器，每次攻击都会窃取HP，能量和饱腹度。",
      "Eng": "Gain access to Siphon Purge, a Claw Weapon that steals Health, Energy, and Food with every strike."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/0/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得可以产生多个友军无人机的或者一台重型自动炮塔的技能————天网",
      "Eng": "Gain access to Skynet, a Tech that can spawn multiple friendly drones, or a heavy, automatic turret."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/6/weaponText/1",
        "/5/6/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得每次连续击杀之后以抗性换取力量的技能————独白",
      "Eng": "Gain access to Soliloquy, a Tech that trades Resistance for Power after every successive kill."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/1/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得至日，一把可以被新星能量增强的近战法杖。",
      "Eng": "Gain access to Solstice, a Melee Staff that can be empowered with Nova Energy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/5/weaponText/0",
        "/4/5/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得夺魂低语，一把诅咒的爪刃，允许完成连击者向任何方向穿行。",
      "Eng": "Gain access to Soulless Whisper, a cursed Claw whose combo finisher allows for travel in any direction."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/4/weaponText/1",
        "/4/4/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得使敌人的装甲和力量降低，以补充自己的装甲和力量的技能————偷窃",
      "Eng": "Gain access to Steal, a Tech that takes Armor and Power away from enemies to supplement your own Armor and Power."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/2/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得快速向后移动，并释放令人眩晕的气体提供巨大Aoe控制的技能————羞花",
      "Eng": "Gain access to Swirling Petal, a Tech that allows for quick backwards movement and provides great crowd control via dazing gas."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/5/weaponText/1",
        "/5/5/weaponText/1"
      ]
    },
    "Texts": {
      "Chs": "获得召唤一匹可供骑乘的马的技能————骑兵在此",
      "Eng": "Gain access to The Cavalry's Here, a Tech that summons a horse you can ride."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/5/1/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得第三只眼，一把增加射程的抓钩，内置弱点探测器。",
      "Eng": "Gain access to Third Eye, a Grappling Hook with increased range and a built-in weak-spot detector."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/5/3/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得变压矩阵，一个载具生成器，可以生成不同类型的载具。",
      "Eng": "Gain access to Transformer Matrix, a Vehicle Spawner that can spawn various types of vehicles."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/0/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得真理捍卫者，神圣力量的双手盾牌。真理捍卫者可以向外引导神圣能量，持续造成伤害并且削弱所有被它击中的敌人。",
      "Eng": "Gain access to True Aegis, a Two-Handed Shield with Holy Powers. True Aegis can channel Holy Energy outwards, dealing constant damage and debuffing all enemies it hits."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/5/2/weaponText/0"
      ]
    },
    "Texts": {
      "Chs": "获得领英之集，一面能给你的同伴们带来鼓舞的旗帜",
      "Eng": "Gain access to the Leader's Rally, a flag that is able to send a wave of inspiration out to your comrades."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/5/2/unlockText"
      ]
    },
    "Texts": {
      "Chs": "目前船员人数为4人或4人以上。",
      "Eng": "Have a current Crew Complement of 4 or more."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/2/description"
      ]
    },
    "Texts": {
      "Chs": "高智力的巫师掌握了操纵新星能量的艺术，术士们为他们拥有近乎无限能量的巨大储备感到骄傲。能够以微妙的方式改变和转移宇宙，而且通常不是那么微妙，术士真的能差不多把宇宙掌握在他们的手中。",
      "Eng": "Highly intelligent Wizards who have mastered the art of manipulating Nova energy, Warlocks pride themselves on their massive storage of near limitless power. Able to change and shift the universe in subtle, and often not-so-subtle, ways, Warlocks truly have the universe in the palm of their hands. Almost."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/1/description"
      ]
    },
    "Texts": {
      "Chs": "主宰轻而易举地挥舞着重型武器，毫发无伤地穿过敌阵。他们的大架势使他们很难停止移动，但有时这并不重要。他们用雷鸣般的脚步声击倒敌人，用强有力的锤子把他们敲扁。",
      "Eng": "Juggernauts shrug off damage as they plow through enemies, wielding heavy weapons with ease. Their large frames make it hard for them to stop moving, but sometimes it doesn't really matter. With thunderous footsteps, they pound enemies down, flattening them with mighty hammers."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/5/1/description"
      ]
    },
    "Texts": {
      "Chs": "绘制地图并找到最好的路径，斥候是真正的勇士。无论地形如何，斥候都会适当地环顾四周，确保路线安全，以便其他人跟随。",
      "Eng": "Mapping out areas and finding the best paths, Scouts are truly courageous. No matter the terrain, a Scout will properly look around to ensure a safe route in order for others to follow along."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/1/description"
      ]
    },
    "Texts": {
      "Chs": "精通于狙击步枪，死亡射手可以从不可估量的距离射击目标，在他们的敌人甚至有机会看到他们之前。他们的耐心使他们能够静静地坐上几个小时，调整视野，安静地呼吸。",
      "Eng": "Masters with Sniper Rifles, Deadshots can shoot targets from unfathomable distances, before their enemies even have a chance to see them. Their patience allows them to sit still for hours, adjusting their scope and breathing quietly."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/0/description"
      ]
    },
    "Texts": {
      "Chs": "机工专精于一切机械，能够修理和升级各种机械以便执行他们的命令。炮塔和无人机在他们的两侧，技工就像一个人的军队。",
      "Eng": "Mechanists are pros with everything mechanical, capable of repairing and upgrading all kinds of machinery in order to do their bidding. With turrets and drones by their sides, Technicians are like a one-man army."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/8/description",
        "/4/8/description"
      ]
    },
    "Texts": {
      "Chs": "雇佣兵是雇佣的枪支，只要能确保杀死目标，他们的行动就不会特别的光彩。雇佣兵更喜欢轻便的单手远程武器，以便快速部署且易于使用，佣兵还涉猎手榴弹：毕竟，炸药能以两倍的速度完成任务。",
      "Eng": "Mercenaries are hired guns that aren't particularly honorable as long as they can secure their kills. Preferring light, one-handed ranged weapons for quick access and ease-of-use, a Mercenary also dabbles with grenades: after all, explosives get the job done twice as fast."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/0/description"
      ]
    },
    "Texts": {
      "Chs": "死灵法师使用恶魔法术战斗，能使死人复活，并且比大多数巫师更擅长近程战斗。由于他们对死亡的靠近和调谐，死灵法师可以有效地使用镰刀和匕首，并且可以经常从敌人那里吸取生命来治疗盟友。",
      "Eng": "Necromancers fight using demonic magic and can raise the dead, and handle close-range combat much better than most Wizards. Because of their close attunement to death, Necromancers can efficiently wield scythes and daggers, and are often able to drain life from enemies to heal allies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/5/title",
        "/3/5/title"
      ]
    },
    "Texts": {
      "Chs": "特工",
      "Eng": "Operative"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/5/description",
        "/3/5/description"
      ]
    },
    "Texts": {
      "Chs": "特工使用技术瓦解敌人，并增强自身和盟友的力量。作为拥有狙击步枪的大师们，特工更喜欢在可以保证安全的远处进行攻击，但是在困境中，他们还有很多其他的技巧。",
      "Eng": "Operatives use technology to dismantle enemies and buff themselves and their allies. Masters with a Sniper Rifle, Operatives prefer to attack from afar where safety is guaranteed, but when in a bind, they have many other tricks up their sleeves."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/0/description"
      ]
    },
    "Texts": {
      "Chs": "圣骑士是神圣的防御者，他们用坚固的身姿从各个角度阻挡攻击。圣骑士是护盾的大师，与其他大多数骑士相比，具有轻微的魔法亲和力。",
      "Eng": "Paladins are holy defenders who block attacks from every angle with a sturdy grip. Paladins are masters with shields, and have slight magical affinity, moreso than most other Knights."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/0/unlockText"
      ]
    },
    "Texts": {
      "Chs": "完美格挡毁灭之心的触手一次。",
      "Eng": "Perfect Shield the Heart of Ruin's tentacles one time."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/1/description"
      ]
    },
    "Texts": {
      "Chs": "破坏他们能找到的任何东西是他们的天性。破坏者在任何系统中寻找漏洞并立即加以利用。擅长各种武器，如匕首、手枪、鞭子和拳爪，破坏者为任何遭遇做好准备。",
      "Eng": "Sabotaging whatever they can find is in their nature. Saboteurs look for vulnerabilities in any system and summarily exploit them. Great with a variety of weapons, like Daggers, Pistols, Whips, and Fists/Claws, Saboteurs are prepared for any encounter."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/8/title",
        "/5/8/title"
      ]
    },
    "Texts": {
      "Chs": "智者",
      "Eng": "Sage"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/8/description",
        "/5/8/description"
      ]
    },
    "Texts": {
      "Chs": "智者是开悟的僧侣。磨练自己的身体可以使他们稍微提高一点战斗潜力，使他们能够优雅而有力地挥舞近身武器。",
      "Eng": "Sages are enlightened monks that have traveled far and wide. Honing their bodies has given them slightly hightened combat potential, enabling them to wield one-handed melee weapons with grace and power."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/5/0/description"
      ]
    },
    "Texts": {
      "Chs": "探索新大陆以发现隐藏的宝藏，殖民先驱是第一批开拓新行星的人。殖民先驱能够快速导航殖民地的行星，并为自己寻找新的行星，他们擅长在星际中开辟出一条道路。",
      "Eng": "Searching new lands to discover hidden treasures, Pioneers are the first to colonize new planets. Able to quickly navigate colonized planets and claim new planets for themselves, Pioneers excel in blazing a trail through the galaxy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/1/description"
      ]
    },
    "Texts": {
      "Chs": "沉默的杀手，影客在黑暗的笼罩中残忍地消灭敌人。利用恶魔能量，影客可以扭曲周围的现实，使自己消失得无影无踪，甚至可以免疫最致命的元素。他们熟练使用不继强，弓箭和拳头武器，如果您设法找到其踪迹，那么为时已晚。",
      "Eng": "Silent killers, Shades viciously dismantle enemies in a shroud of darkness. Utilizing Demonic energy, Shades can warp reality around them, causing them to vanish without a trace, even becoming immune to the most deadly of elements. Using Snipers, Bows, and Fist Weapons with great skill, if you've managed to spot one, it's still already too late."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/8/unlockText",
        "/2/8/unlockText"
      ]
    },
    "Texts": {
      "Chs": "屠杀敌人。通过击败更高等级的敌人或者通过暴击杀死敌人来更快解锁。",
      "Eng": "Slaughter enemies. Unlocked faster by defeating higher tier enemies, or by killing enemies via Critical Hits."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/3/unlockText"
      ]
    },
    "Texts": {
      "Chs": "在毁灭之心下生存30秒，且智力和敏捷都大于40。",
      "Eng": "Survive for 30 seconds right underneath the Heart of Ruin while both Intelligence and Agility are greater than 40."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/5/3/description"
      ]
    },
    "Texts": {
      "Chs": "一飞冲天！飞行员是驾驶车辆的高手，无论是大型航天飞机之类的飞船，还是战斗机之类的专业飞机。飞行员不使用武器进攻，而是更喜欢使用自己的车辆进行战斗。",
      "Eng": "Take to the skies! Pilots are masters at driving vehicles, whether large crafts like space shuttles or specialized ones like fighter jets. Rather than attacking via weapons, Pilots prefer to use their vehicles to do the fighting."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/0/description"
      ]
    },
    "Texts": {
      "Chs": "刺客总是可以找到最佳的罢工地点和时机，利用他们的敏捷性每击中一个命中点。由于刺客们对黑市的重视，并且倾向于为出价最高的人工作，因此刺客的名声相当差，但这并不能阻止他们完成每项工作。",
      "Eng": "The Assassin can always find the perfect place and moment to strike, using their dexterity to hit vital points with every stab. Due to their conenction to the black market, and tendency to work for the highest bidder, Assassin's have quite a bad reputation, but that doesn't stop them from completing each job with finesse."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/3/description"
      ]
    },
    "Texts": {
      "Chs": "猎人隐秘且狡猾，使用隐形技术来突袭敌人。拥有着致命的精确度，猎人可以准确地发射各种远程武器和熟练地使用短程匕首。",
      "Eng": "The Hunter is stealthy and cunning, using cloaking technology to surprise enemies. With deadly precision, the Hunter can accurately fire a variety of long-range weapons and deftly handle daggers at close ranges."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/4/description",
        "/4/4/description"
      ]
    },
    "Texts": {
      "Chs": "窃贼狡猾而敏捷，他们选择从毫无戒心的敌人中窃取，而不直面他们。但是，盗贼知道发生争执是不可避免的，因此他们确保自己可以使用无声的近距离武器和手枪，必要时会拔出手枪。",
      "Eng": "Thieves are cunning and agile, choosing to steal from unsuspecting foes rather than directly confronting them. Knowing that altercations are inevitable, however, Thieves ensure they can use both silent close-range weapons, and pistols, which they pull out when necessary."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/3/description"
      ]
    },
    "Texts": {
      "Chs": "泰坦是前线的堡垒，他们用自己的盾牌帮助盟友坚守阵地。他们选择的武器是单手手枪或带盾的自动手枪。尽管在所有范围内都有能力战斗，但它们也能以保护光环激励附近的队友。",
      "Eng": "Titans are frontline bastions who help hold the line steadfast with their shield. Their weapon of choice is a One-handed Pistol or Machine Pistol with a Shield. While capable fighters at all ranges, they also inspire nearby allies with a protective aura."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/7/description",
        "/5/7/description"
      ]
    },
    "Texts": {
      "Chs": "捕手以他们的手艺为傲，他们放置复杂的陷阱来捕获和肢解毫无戒心的敌人。手持步枪，捕手可以轻松应对设法逃脱的敌人，但是，那样的机会很小，是吗？",
      "Eng": "Trappers take pride in their handicraft, placing complicated traps to capture and dismember unsuspecting enemies. With a rifle in hand, a Trapper can easily deal with enemies that manage to escape, but well, the chances of that are rather slim, huh?"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/1/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用弓或拳套武器击败敌人。通过击败更高等级的敌人来更快解锁。",
      "Eng": "Use Bows or Fist Weapons to defeat enemies. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/0/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用匕首击败敌人。通过击败更高等级的敌人或者通过暴击杀死敌人来更快解锁。",
      "Eng": "Use Daggers to defeat enemies. Unlocked faster by defeating higher tier enemies, or by killing enemies via Critical Hits."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/1/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用远程武器在一定距离外击败敌人。通过击败更高等级的敌人或者通过暴击杀死敌人来更快解锁。",
      "Eng": "Use Ranged Weapons to defeat enemies from a distance. Unlocked faster by defeating higher tier enemies, or by killing enemies via Critical Hits."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/1/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用远程武器，匕首，拳爪武器或者鞭子击败敌人。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Use Ranged Weapons, Daggers, Fists/Claws, or Whips to defeat enemies. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/3/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用长矛或短剑击败敌人。通过击败更高级别的敌人来更快地解锁。 从250方块高的地方摔下来受到伤害后不死亡可以立即解锁。",
      "Eng": "Use Spears or Shortswords to defeat enemies. Unlocked faster by defeating higher tier enemies. Take damage from a 250-block high fall without dying to unlock immediately."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/2/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用矛，武士刀，或者弓击败敌人。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Use Spears, Katanas, or Bows to defeat enemies. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/4/unlockText",
        "/1/4/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用阔剑击败敌人。通过击败邪教徒或翼族神庙守卫来更快地开启。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Use a Broadsword to defeat enemies. Unlocked faster by defeating Cultists or Avian Temple Guards. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/1/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用锤击败敌人。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Use a Hammer to defeat enemies. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/7/unlockText",
        "/3/7/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用长矛击败敌人，或者承受坠落伤害。通过击败更高级的敌人，或者骨龙，来更快地解锁。",
      "Eng": "Use a Spear to defeat enemies, or take fall damage. Unlocked faster by defeating higher tier enemies, or the Bone Dragon."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/3/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用远程武器在完美格挡后迅速造成伤害。造成最后一击伤害得到的进度是原来的三倍。",
      "Eng": "Use ranged weapons to deal damage quickly after Perfect Shielding. Damage that deals a final blow is tripled."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/2/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用远程武器击败强盗，通缉犯，邪教徒和囚犯。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Use ranged weapons to defeat bandits, outlaws, cultists, and prisoners. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/4/unlockText",
        "/5/4/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用远程武器击败7个方块内的敌人。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Use ranged weapons to defeat enemies within 7 blocks. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/2/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用藤鞭击败敌人。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Use the Vine Whip to defeat enemies. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/2/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用匕首，苦无，手里剑，或者战扇击败敌人，且敏捷高于30。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Using a Dagger, Kunai, Shuriken, or War-Fan, defeat enemies while Agility is higher than 30. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/0/3/description"
      ]
    },
    "Texts": {
      "Chs": "女武神是统治生命的天使，赋予值得尊敬的盟友无限的力量。女武神精湛的长矛和短剑使他们能够在战场上优雅地滑翔，击溃敌人。",
      "Eng": "Valkyries are angels with dominion over life that grant unlimited power to worthy allies. Phenomenal with spears and shortswords, Valkyries use their holy powers to gracefully glide across the battlefield smiting enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/3/2/description"
      ]
    },
    "Texts": {
      "Chs": "义贼以他们自己的道德体系来实施他们认为正确的正义。由于他们对手枪的热爱，他们可以轻松地双持远程武器。当与恶棍战斗时，义贼会爆发出一股力量和能量来掌控局面。",
      "Eng": "Vigilantes use their own moral system to enact justice as they see fit. Due to their love of pistols, they can easily dual-wield ranged weapons. When fighting villains, Vigilantes get a rush of power and energy to take matters into their own hands."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/4/2/description"
      ]
    },
    "Texts": {
      "Chs": "唤藤者可以轻微地改变植物中的化学成分，并使用一种特殊的魔法随意移动植物周围的氮。使用植物制作的武器使他们能够打出最大的伤害，但他们也精通鞭和弓箭。",
      "Eng": "Vinetenders can slightly alter the chemical components in plants and use a special magic to move nitrogen around at will. Using Plant-Based Weapons enables them to deal the most damage, but they are also proficient with Whips and Bows as well."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/2/6/description",
        "/5/6/description"
      ]
    },
    "Texts": {
      "Chs": "流浪者会随风而去，更喜欢独自行动。拥有片假名的大师，流浪者永远不会在同一个地方呆很长时间。",
      "Eng": "Wanderers go where the wind takes them, preferring to do it alone. Masters with the Katana, a Wanderer will never stay in the same place for long."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "ivrpgSpecList.config": [
        "/1/5/description",
        "/4/5/description"
      ]
    },
    "Texts": {
      "Chs": "幽魂是灵魂，不再是肉体。因此，幽灵几乎不受重力的影响，在受到威胁时可以穿越物质。幽灵不能使用大型武器，也不能再使用魔法。",
      "Eng": "Wraiths are spirits, no longer corporeal. Because of this, Wraiths are barely affected by gravity and can phase through matter when threatened. Wraiths are unable to wield large weapons and can no longer use magic."
    }
  }
]