[
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/2/3/description"
      ]
    },
    "Texts": {
      "Chs": "贤者是一群利用了混乱能量的忍者，所以他们变得超乎常理。由于如此，贤者可以使用魔杖，并且可以照亮自己和附近的物质。然而，这种力量的代价是昂贵的...",
      "Eng": "Adepts are Ninjas who have harnessed chaotic energy, so much so that they have become unstable. Because of this, Adepts can utilize wands and can lighten themselves and nearby matter. However, the price for such power is costly..."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/4/0/description"
      ]
    },
    "Texts": {
      "Chs": "把它们轰飞！炮手是专攻爆炸武器的盗贼。通常使用短剑和手榴弹发射器，炮手可以近距离单兵把敌人切碎，或者将他们定住之后炸成碎片。",
      "Eng": "Blow'em away! Cannoneers are rogues that specialize in explosive weaponry. Normally utilizing Shortswords and Grenade Launchers, Cannoneers can get up close and personal to slice up enemies or stay back and blow them all to bits."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/5/2/description"
      ]
    },
    "Texts": {
      "Chs": "上尉以在战斗中领导和团结战友的能力而闻名。虽然常常独身一人，也没有什么值得大书特书的，但是和他们与战士们并肩战斗，他们是一股不可忽视的力量。他们分析战况，帮助他们的团队进行进攻、防守，甚至快速新军。",
      "Eng": "Captains are known for their ability to lead and rally their comrades in battle. While alone, they are nothing to write home about, but with their comrades in battle they are a force to be reckoned with. They analyze the situations help support their teams in being offensive, defensive or even speedy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/7/description",
        "/2/7/description"
      ]
    },
    "Texts": {
      "Chs": "变形使利用一种独特的魔法在他们所研究的各种生物之间变身。变形使能够将自己的身体变形到极致，他们可以缩小体型以变得难以置信的有弹性，或以物质为食以变得更大，从而在战斗中占据上风。",
      "Eng": "Changelings utilize a unique magic to shapeshift between various creatures that they have studied. Able to morph their bodies to an extreme, Changelings can shrink in size to become incredibly resilient, or feed on matter to grow larger, allowing them to get the upper hand in battles."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/4/description",
        "/1/4/description"
      ]
    },
    "Texts": {
      "Chs": "十字军战士是神圣的战士，他们用展开的连击击溃敌人。狂热者无法忍受异教徒的爱好，所以十字军在被敌人接触时表现不佳，但擅长迅速杀死敌人。十字军只使用阔剑，但仍然可以半吊子地使用其他双手近战武器。",
      "Eng": "Crusaders are holy fighters who crush enemies with devasting combos. Zealots who are unable to stomach heathens, Crusaders do poorly when touched by foes, but excel at killing enemies quickly. Crusaders only really use broadswords, but can still poorly wield other two-handed melee weapons."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/8/description",
        "/2/8/description"
      ]
    },
    "Texts": {
      "Chs": "黑暗圣堂擅长各种近战武器，但更喜欢戟和镰刀。黑暗圣堂武士能灵巧地使用大型武器，他们无情地屠杀敌人，沉迷于流血，任由内心的黑暗吞噬他们，腐蚀他们接触到的一切和所有人。",
      "Eng": "Dark Templars excel with various Melee Weapons, but prefer Halberds and Scythes. Able to dextrously wield large weapons, Dark Templars ruthlessly slaughter foes and revel in bloodshed, allowing the darkness within to overtake them, and corrupting everything and everyone they come in contact with."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/5/unlockText",
        "/4/5/unlockText"
      ]
    },
    "Texts": {
      "Chs": "在智力大于40的情况下击败幽灵盔甲，寒风之魄，猫鬼，低语精灵，呱太，或者触手幽灵。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Defeat Gosmet, Skimbus, Spookit, Wisper, Squeem, or Tentacle Ghosts while Intelligence is greater than 40. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/4/3/unlockText"
      ]
    },
    "Texts": {
      "Chs": "从后面击败敌人。 使用远程武器、弓或匕首可以获得额外的进程。",
      "Eng": "Defeat enemies from behind. Doing so with Ranged Weapons, Bows, or Daggers grants bonus progress."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/4/0/unlockText"
      ]
    },
    "Texts": {
      "Chs": "一手持短剑，一手持榴弹发射器，击败敌人。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Defeat enemies while wielding a Shortsword in one hand and a Grenade Launcher in the other. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/0/unlockText"
      ]
    },
    "Texts": {
      "Chs": "当你目前的生命值低于你最大生命值的30%时击败敌人。生命值越低，获取的进程越多。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Defeat enemies while your current health is lower than 30% of your max health. Gain more progress the lower your Health. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/3/unlockText"
      ]
    },
    "Texts": {
      "Chs": "用新星、火系、冰系或电系伤害击败敌人。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Defeat enemies with Nova, Fire, Ice, or Electric Damage. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/7/unlockText",
        "/2/7/unlockText"
      ]
    },
    "Texts": {
      "Chs": "击败敌人。低语精灵、吐舌娃和鳌拜会获取更多的进展。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Defeat enemies. Wisper, Poptop, and Orbide give more progress. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/7/description",
        "/3/7/description"
      ]
    },
    "Texts": {
      "Chs": "龙骑挥舞长枪和矛。穿上他们的轻甲，他们是一股力量，旨在迅速和果断地穿透所有的对手——无论多么持久，或在空中有多高。",
      "Eng": "Dragoons wield lances and spears. Coupled with their light armor, they are a force meant to quickly and decisively pierce through all opposition - no matter how durable, or how high in the sky."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/3/title"
      ]
    },
    "Texts": {
      "Chs": "元素使",
      "Eng": "Elementress"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/5/0/unlockText"
      ]
    },
    "Texts": {
      "Chs": "探索各种各样的行星，每个超过3分钟。",
      "Eng": "Explore various planets for more than 3 minutes each."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/4/description",
        "/5/4/description"
      ]
    },
    "Texts": {
      "Chs": "在前线战斗！前卫们在一线浴血作战，他们擅长近程作战，但面对长线作战比较吃力。前卫擅长使用自动手枪，在耗尽能量后通常会掏出近战武器。",
      "Eng": "Fight at the front lines! Vanguards are the first to taste bloodshed, excelling at close-range combat, but handling long-range combat poorly. Vanguards excel with Machine Pistols and often utilize melee weapons when they run out of energy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/8/weaponText/1",
        "/2/8/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Abounding Darkness, a Tech that drains Health but damages nearby enemies and drains their lifeforce."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/5/2/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Ally Stance, a Tech that functions primarily as a Stat-boost for your team that comes at a downside as well."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/2/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Anne and Marie, a pair of unique and powerful pistols that syngerize well together."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/3/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Atlas' Burden, a Tech that increases the offensive and defensive capabilities of you and nearby allies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/3/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Attune, a Tech that provides an amplitude of elemental abilities."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/4/0/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Bombs Away, a Tech that provides the ability to shoot cannonballs in multiple directions."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/5/0/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Colonize, a Tech that allows you to place down a Colony Flag on any planet."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/4/weaponText/0",
        "/5/4/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Danger Close, a One-Handed Submachine Gun that has terrible accuracy but shreds while near enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/5/weaponText/1",
        "/4/5/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Dark Phase, a Tech that replaces jumping with the ability to hover through walls."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/2/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Desperado, a Tech that grants infinite Energy and ramps up power when used."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/7/weaponText/0",
        "/3/7/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Dragon's Bane, a Two-handed Spear with excellent range and elemental capabilities."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/7/weaponText/1",
        "/3/7/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Dragon's Leap, a Tech that upgrades Knight's Slam with phenomenal Jump Height and a better Slam explosion."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/3/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Eclipse, a Wand that spawns seeking shards of Nova Energy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/3/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Einherjar, a Tech that allows you to grant invulnerability to a nearby ally."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/3/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Epimetheus, a one-handed Submachine Gun with average stats that provides defensive bonuses upon killing enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/2/3/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Flash Step, a Tech that replaces jumping with unstable, directional teleportation."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/0/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to For Us All, a demonic Scythe that can unleash unstable Demonic Energy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/3/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Gungnir, a Spear that turns enemies into a healing ray of light."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/8/weaponText/0",
        "/2/8/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Heartless, a Halberd with far-reaching swings that can cause massive explosions."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/0/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Immaculate Shield, a Tech that provides team support but requires a skillful defense."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/2/2/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Luxuria, a One-handed War Fan with phenomenal speed and graceful combos."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/4/3/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Mida, an accurate Sniper Rifle that can be cloaked in various elements using Multitool."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/4/3/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Multitool, a Tech that enables a variety of functions, such as dodging, throwing elemental grenades, and enhancing Mida."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/5/0/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Nautilus, a One-handed Tool that can be used to nullify all environmental damage as well as ease movement in all liquids."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/4/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Oathkeeper, a Broadsword with a crazy combo and the ability to fire Holy Energy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/4/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Oathkeeper, a Broadsword with a lengthy combo and the ability to fire Holy Energy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/4/0/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Outburst and Stormhowl, a Grenade Launcher and Shortsword pair that devastates enemies up close."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/2/3/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Phase Shift, a One-Handed Wand with phenomenal AoE damage against enemies and fantastic AoE ally support."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/0/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Reap, a Tech that allows you to instantly kill low health enemies or spawn a friendly monster."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/4/weaponText/1",
        "/1/4/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Resurgence, a Tech that modifies sprint and allows you to come back from certain death."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/4/weaponText/1",
        "/5/4/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Rush, a Tech that lets you travel towards and attack enemies near instantly."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/7/weaponText/0",
        "/2/7/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Shapeshift, a Head Tech that enables transformation between Poptop, Wisper, and Orbide, each with unique attacks, movement, and passive abilities."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/5/weaponText/0",
        "/4/5/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Soulless Whisper, a cursed Claw whose combo finisher allows for travel in any direction."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/2/2/weaponText/1"
      ]
    },
    "Texts": {
      "Eng": "Gain access to Swirling Petal, a Tech that allows for quick backwards movement and provides great crowd control via dazing gas."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/0/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to True Aegis, a Two-Handed Shield with Holy Powers. True Aegis can channel Holy Energy outwards, dealing constant damage and debuffing all enemies it hits."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/5/2/weaponText/0"
      ]
    },
    "Texts": {
      "Eng": "Gain access to the Leader's Rally, a flag that is able to send a wave of inspiration out to your comrades."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/5/2/unlockText"
      ]
    },
    "Texts": {
      "Chs": "目前船员人数为4人或4人以上。",
      "Eng": "Have a current Crew Complement of 4 or more."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/0/description"
      ]
    },
    "Texts": {
      "Chs": "死灵法师使用恶魔法术战斗，能使死人复活，并且比大多数巫师更擅长近程战斗。由于他们对死亡的靠近和调谐，死灵法师可以有效地使用镰刀和匕首，并且可以经常从敌人那里吸取生命来治疗盟友。",
      "Eng": "Necromancers fight using demonic magic and can raise the dead, and handle close-range combat much better than most Wizards. Because of their close attunement to death, Necromancers can efficiently wield scythes and daggers, and are often able to drain life from enemies to heal allies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/0/description"
      ]
    },
    "Texts": {
      "Chs": "圣骑士是神圣的防御者，他们用坚固的身姿从各个角度阻挡攻击。圣骑士是护盾的大师，与其他大多数骑士相比，具有轻微的魔法亲和力。",
      "Eng": "Paladins are holy defenders who block attacks from every angle with a sturdy grip. Paladins are masters with shields, and have slight magical affinity, moreso than most other Knights."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/0/unlockText"
      ]
    },
    "Texts": {
      "Chs": "完美格挡毁灭之心的触手一次。",
      "Eng": "Perfect Shield the Heart of Ruin's tentacles one time."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/5/0/description"
      ]
    },
    "Texts": {
      "Chs": "探索新大陆以发现隐藏的宝藏，殖民先驱是第一批开拓新行星的人。殖民先驱能够快速导航殖民地的行星，并为自己寻找新的行星，他们擅长在星际中开辟出一条道路。",
      "Eng": "Searching new lands to discover hidden treasures, Pioneers are the first to colonize new planets. Able to quickly navigate colonized planets and claim new planets for themselves, Pioneers excel in blazing a trail through the galaxy."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/8/unlockText",
        "/2/8/unlockText"
      ]
    },
    "Texts": {
      "Chs": "屠杀敌人。通过击败更高等级的敌人或者通过暴击造成流血来加快解锁速度。",
      "Eng": "Slaughter enemies. Unlocked faster by defeating higher tier enemies, or by causing Bleed via Critical Hits."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/1/unlockText",
        "/0/2/unlockText",
        "/0/5/unlockText",
        "/0/6/unlockText",
        "/1/1/unlockText",
        "/1/2/unlockText",
        "/1/6/unlockText",
        "/1/8/unlockText",
        "/2/0/unlockText",
        "/2/1/unlockText",
        "/2/4/unlockText",
        "/2/5/unlockText",
        "/2/6/unlockText",
        "/3/0/unlockText",
        "/3/1/unlockText",
        "/3/5/unlockText",
        "/3/6/unlockText",
        "/3/8/unlockText",
        "/4/1/unlockText",
        "/4/2/unlockText",
        "/4/4/unlockText",
        "/4/6/unlockText",
        "/4/7/unlockText",
        "/4/8/unlockText",
        "/5/1/unlockText",
        "/5/3/unlockText",
        "/5/5/unlockText",
        "/5/6/unlockText",
        "/5/7/unlockText",
        "/5/8/unlockText"
      ]
    },
    "Texts": {
      "Chs": "仍然未知! 新的更新可能会阐明要求。",
      "Eng": "Still unknown! New updates may shed light on this requirement."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/2/3/unlockText"
      ]
    },
    "Texts": {
      "Chs": "在毁灭之心下生存30秒，且智力和敏捷都大于40。",
      "Eng": "Survive for 30 seconds right underneath the Heart of Ruin while both Intelligence and Agility are greater than 40."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/4/3/description"
      ]
    },
    "Texts": {
      "Chs": "猎人隐秘且狡猾，使用隐形技术来突袭敌人。拥有着致命的精确度，猎人可以准确地发射各种远程武器和熟练地使用短程匕首。",
      "Eng": "The Hunter is stealthy and cunning, using cloaking technology to surprise enemies. With deadly precision, the Hunter can accurately fire a variety of long-range weapons and deftly handle daggers at close ranges."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/3/description"
      ]
    },
    "Texts": {
      "Chs": "泰坦是前线的堡垒，他们用自己的盾牌帮助盟友坚守阵地。他们选择的武器是单手手枪或带盾的自动手枪。尽管在所有范围内都有能力战斗，但它们也能以保护光环激励附近的队友。",
      "Eng": "Titans are frontline bastions who help hold the line steadfast with their shield. Their weapon of choice is a One-handed Pistol or Machine Pistol with a Shield. While capable fighters at all ranges, they also inspire nearby allies with a protective aura."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/3/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用长矛或短剑击败敌人。通过击败更高级别的敌人来更快地解锁。 从250方块高的地方摔下来受到伤害后不死亡可以立即解锁。",
      "Eng": "Use Spears or Shortswords to defeat enemies. Unlocked faster by defeating higher tier enemies. Take damage from a 250-block high fall without dying to unlock immediately."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/4/unlockText",
        "/1/4/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用阔剑击败敌人。通过击败邪教徒或翼族神庙守卫来更快地开启。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Use a Broadsword to defeat enemies. Unlocked faster by defeating Cultists or Avian Temple Guards. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/7/unlockText",
        "/3/7/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用长矛击败敌人，或者承受坠落伤害。通过击败更高级的敌人，或者骨龙，来更快地解锁。",
      "Eng": "Use a Spear to defeat enemies, or take fall damage. Unlocked faster by defeating higher tier enemies, or the Bone Dragon."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/3/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用远程武器在完美格挡后迅速造成伤害。造成最后一击伤害得到的进度是原来的三倍。",
      "Eng": "Use ranged weapons to deal damage quickly after Perfect Shielding. Damage that deals a final blow is tripled."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/2/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用远程武器击败强盗，通缉犯，邪教徒和囚犯。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Use ranged weapons to defeat bandits, outlaws, cultists, and prisoners. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/4/unlockText",
        "/5/4/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用远程武器击败7个方块内的敌人。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Use ranged weapons to defeat enemies within 7 blocks. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/2/2/unlockText"
      ]
    },
    "Texts": {
      "Chs": "使用匕首，苦无，手里剑，或者战扇击败敌人，且敏捷高于30。通过击败更高级别的敌人来更快地解锁。",
      "Eng": "Using a Dagger, Kunai, Shuriken, or War-Fan, defeat enemies while Agility is higher than 30. Unlocked faster by defeating higher tier enemies."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/3/2/description"
      ]
    },
    "Texts": {
      "Chs": "义贼以他们自己的道德体系来实施他们认为正确的正义。由于他们对手枪的热爱，他们可以轻松地双持远程武器。当与恶棍战斗时，义贼会爆发出一股力量和能量来掌控局面。",
      "Eng": "Vigilantes use their own moral system to enact justice as they see fit. Due to their love of pistols, they can easily dual-wield ranged weapons. When fighting villains, Vigilantes get a rush of power and energy to take matters into their own hands."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/5/description",
        "/4/5/description"
      ]
    },
    "Texts": {
      "Chs": "幽魂是灵魂，不再是肉体。因此，幽灵几乎不受重力的影响，在受到威胁时可以穿越物质。幽灵不能使用大型武器，也不能再使用魔法。",
      "Eng": "Wraiths are spirits, no longer corporeal. Because of this, Wraiths are barely affected by gravity and can phase through matter when threatened. Wraiths are unable to wield large weapons and can no longer use magic."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/1/3/description"
      ]
    },
    "Texts": {
      "Chs": "^red;仅限女性^white;\n一个甜美的声音向你呼唤，诱惑你: 你会打破你的物质形态，成为一个纯粹的元素能量的浓缩容器吗？如果是这样的话，你可以利用只有元素使才能拥有的原始力量，并且陶醉于你的新技能——投掷魔法。",
      "Eng": "^red;Female Only^white;\nA sweet voice calls out to you, tempting you: will you break your physical form and become a concentrated vessel of pure elemental energy? If so, harness the raw power that only an Elementress can, and revel in your new ability to throw magic around."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/2/2/description"
      ]
    },
    "Texts": {
      "Chs": "^red;仅限女性^white;\n尽管春宵短暂\n柔弱无力\n#ffaafa;女忍\n优雅起舞\n扇动着她的战扇\n^white;让她醉心的人统统沉默。",
      "Eng": "^red;Female Only^white;\nDespite having slightly lower Health\nand dealing a bit less Damage\n^#ffaafa;The Kunoichi\nGracfully Dances Among\nSnaps Of Her War-Fan\n^white;silencing whomever she pleases."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "specList.config": [
        "/0/3/description"
      ]
    },
    "Texts": {
      "Chs": "^red;仅限女性^white;\n女武神是对生命拥有统治权的天使，为有价值的盟友提供无限的力量。女武神使用矛和短剑，使用他们的神圣力量优雅地在战场上疾行，击败敌人。",
      "Eng": "^red;Female Only^white;\nValkyries are angels with dominion over life that grant unlimited power to worthy allies. Phenomenal with spears and shortswords, Valkyries use their holy powers to gracefully glide across the battlefield smiting enemies."
    }
  }
]