[
  {
    "DeniedAlternatives": [],
    "Files": {
      "professions/smith/ivrpgsmithstation.config": [
        "/gui/lblText3/value"
      ]
    },
    "Texts": {
      "Eng": "Place 1 Item in Red Slot to determine Element. Accepts the following:\n      ^gray;Venom Sample, Scorched Core, Cryonic Extract, Static Cell, Glass (Keeps Element)\n      ^white;Glass can be created using Sand in a Furnace. ^red;Do not use Glass Blocks.^reset;\n      ^magenta;Legendary^gray; and ^yellow;Essential^gray; Weapons can not change element: either use Glass or their element's related Item."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "professions/smith/ivrpgsmithstation.config": [
        "/gui/lblText2/value"
      ]
    },
    "Texts": {
      "Eng": "Place 5 Bars in Grey Slot to determine Weapon Level, from 1 to 6. Accepts the following:\n      ^gray;Iron, Tungsten, Titanium, Durasteel, Violium/Aegisalt/Ferozium, Solarium\n      ^red;A higher tier will be introduced at a later date.^reset;"
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "professions/smith/ivrpgsmithstation.config": [
        "/gui/lblText1/value"
      ]
    },
    "Texts": {
      "Eng": "Place Electrum Bars in Yellow Slot. Requires ^red;exactly 2^reset; for Upgrades and ^red;exactly 4^reset; for Creation."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "professions/smith/ivrpgsmithstation.config": [
        "/gui/lblText5/value"
      ]
    },
    "Texts": {
      "Eng": "To upgrade an existing weapon, place it in the Purple Slot.\n      ^gray;Otherwise, to create a new weapon, place an item in the Purple Slot. Accepts the following:^reset;\n      Exactly 2 Sharpened Claw (Spear), Exactly 2 Hardened Carapace (Hammer), Exactly 6 Steel Bar (Broadsword),\n      ^gray;Exactly 1 Sharpened Claw (Dagger), Exactly 1 Hardened Carapace (Axe), Exactly 3 Steel Bar (Shortsword)\n      ^red;More Weapon Types will be introduced at a later date; Mod Weapon Types, like Katanas, will be included as well."
    }
  },
  {
    "DeniedAlternatives": [],
    "Files": {
      "professions/smith/ivrpgsmithstation.config": [
        "/gui/lblText4/value"
      ]
    },
    "Texts": {
      "Eng": "When creating a new weapon, place ^red;3 Coal^reset; in the Blue Slot.\n      ^gray;Otherwise, place desired Items in Blue Slot. Accepts the following:\n      ^white;Diamond (Increases Base Damage), Battery (Decreases Energy Cost), 3 Coal (No Stat Change)\n      ^gray;Some Weapons do not accept these modifications,^red; so try using 3 Coal if your weapon is not being upgraded.^reset;\n      ^white;You can only use Diamonds and Batteries once. Batteries can be crafted in a Furnace: ^red;don't use AA Batteries."
    }
  }
]